{
    "name": "Thomas Dye",
    "Summary": "Lighting and Tech geek",
    "AutoType": {
        "Leading": "I'm",
        "endings": [
            "a Web Developer",
            "a Project Manager",
            "a Tech Guy",
            "a App Designer"
        ],
        "speed": 170
    },
    "fraze": "Theres an app for that, and if there isn't I'll make one",
    "image": "/about/images/IMG_6775.jpg",
    "links": [
        {
            "name": "GitHub",
            "url": "https://github.com/thomasdye12",
            "icon": "fab fa-github"
        },
        {
            "name": "Email",
            "url": "mailto:thomas@thomasdye.net",
            "icon": "fas fa-envelope"
        },
        {
            "name": "Instagram",
            "url": "https://www.instagram.com/thomas_dye/",
            "icon": "fab fa-instagram"
        }
    ],
    "Content":[
        {
            "title":"About Me",
            "type":"Title_text",
            "text":"I am a highly motivated and organized IT professional with a strong background in production arts and computer systems. My experience has provided me with proficiency in lighting, sound, and video services, as well as networking, data management, and data science. <br> I am committed to delivering high-quality production solutions that exceed expectations. I pride myself on my attention to detail and meticulous approach to every project, ensuring that each aspect is executed flawlessly, from initial concept to final execution. My exceptional problem-solving skills and ability to adapt quickly to changing circumstances make me a valuable resource in even the most challenging situations. <br> I am dedicated to continuously learning and improving my skills. I stay up-to-date with the latest industry trends and advancements, and actively seek out opportunities to expand my knowledge base. My commitment to personal and professional growth sets me apart from the competition and ensures that I am always at the top of my game. <br> Overall, my combination of technical skills, artistic flair, and commitment to excellence make me a valuable addition to any team.",
            "image":"/about/images/IMG_6775.jpg",
            "speed":1

        },
        {
            "title": "Skills",
            "type": "Title_list",
            "list": [
                {
                    "title": "Programming",
                    "description": "Proficient in multiple programming languages, with a passion for developing innovative and efficient solutions"
                },
                {
                    "title": "Networking",
                    "description": "Knowledgeable in networking concepts and protocols, with the ability to design, install, and maintain networks"
                }
            ]
        },{
            "title": "People I work with",
            "type": "Title_Images",
            "images": [
                {
                    "url":"linktoimage",
                    "text":"Name or text"
                }
            ]
        },
        {
            "title": "Timeline",
            "type": "timeline",
            "data" :[
                {
                "title":"",
                "info":"",
                "date": {
                    "start": "",
                    "end": ""
                },
                "description": ""
            }
            

            
            
        ]
        }


    ]
}
